; ###### Items ######

[CorrosiveRounds X2AmmoTemplate]
FriendlyName="Corrosive Rounds"
FriendlyNamePlural="Corrosive Rounds"
BriefSummary="Filled with a highly corrosive acid, these deadly rounds are especially effective at removing enemy armor and can apply acid burn on both biological and mechanical targets."
TacticalText="<Bullet/> These rounds do extra damage, shred armor and can apply acid burn on any target that they hit.<br>"